Revit 2027 API
DocumentSaveToCentralProgressChangedEventArgs.SaveToCentralFinished Property
 Indicates if current 'save to central' is finished.
Namespace: Autodesk.Revit.DB.Events
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool SaveToCentralFinished { get; }
Public ReadOnly Property SaveToCentralFinished As Boolean
	Get
public:
property bool SaveToCentralFinished {
	bool get ();
}
member SaveToCentralFinished : bool with get
Property Value
Boolean
See Also
Reference
DocumentSaveToCentralProgressChangedEventArgs Class
Autodesk.Revit.DB.Events Namespace